export const Pages={
  index:{
    title:'相亲广场',
    url:'pages/index/index',
    absoluteUrl:'/pages/index/index',
    type:'tab'
  },
  mine:{
    title:'我的相亲',
    url:'pages/mine/index',
    absoluteUrl:'/pages/mine/index',
    type:'tab'
  },
  mineInfos:{
    title:'我的资料',
    url:'pages/mineInfos/index',
    absoluteUrl:'/pages/mineInfos/index',
  },
}

export const Nations=["汉族", "蒙古族", "回族", "藏族", "维吾尔族", "苗族",
  "彝族", "壮族", "布依族", "朝鲜族", "满族", "侗族", "瑶族", "白族",
  "土家族", "哈尼族", "哈萨克族", "傣族", "黎族", "傈僳族",
  "佤族", "畲族", "高山族", "拉祜族", "水族", "东乡族", "纳西族",
  "景颇族", "柯尔克孜族", "土族", "达斡尔族", "仫佬族", "羌族",
  "布朗族", "撒拉族", "毛难族", "仡佬族", "锡伯族", "阿昌族", "普米族",
  "塔吉克族", "怒族", "乌孜别克族", "俄罗斯族", "鄂温克族", "崩龙族",
  "保安族", "裕固族", "京族", "塔塔尔族", "独龙族", "鄂伦春族", "赫哲族",
  "门巴族", "珞巴族", "基诺族"]

export const Jobs={
  '销售':['销售总监','销售经理','销售主管','销售专员','渠道/分销管理','渠道/分销专员','经销商', '客户经理','客户代表','销售'],
  '客户服务':['客服经理','客服主管','客服专员','客服协调','客服技术支持','客服服务'],
  '计算机/互联网':['IT技术总监','IT技术经理','IT工程师','系统管理员','测试专员','运营管理','网页设计','网站编辑','产品经理','计算机/互联网'],
  '通讯/电子':['通信技术','电子技术','通信/电子'],
  '生产/制造':['工厂经理','工程师','项目主管','营运经理','营运主管','车间主任','物流管理','生产领班','操作工人','安全管理','生产制造'],
  '物流/仓储':['物流经理','物流主管','物流专员','仓库经理','仓库管理员','货运代理','集装箱业务','海关事务管理','报单员','快递员','物流/仓储'],
  '商贸/采购':['商务经理','商务专员','采购经理','采购专员','外贸经理','外贸专员','业务跟单','报关员','商贸/采购'],
  '人事/行政':['人事总监','人事经理','人事主管','人事专员','招聘经理','招聘专员','培训经理','培训专员','秘书','文员','后勤','人事/行政'],
  '高级经理':['总经理','副总经理','合伙人','总监','经理','总裁助理','高级管理'],
  '广告/市场':['广告客户经理','广告客户专员','广告设计经理','广告设计专员','广告策划','市场营销总监',
    '市场营销专员','市场策划','市场调研与分析','市场拓展','公共经理','公关专员','媒介经理','媒介专员','品牌经理','品牌专员','广告/市场'],
  '传媒/艺术':['主编','编辑','作家','撰稿人','文案策划','出版发行','导演','记者','主持人','演员',
    '模特','经纪人','摄影师','影视后期制作','设计师','画家','音乐家','舞蹈','传媒/艺术'],
  '生物/制药':['生物工程','药品工程','临床研究','医疗器械','医药代表','化工工程师','生物/制药'],
  '医疗/护理':['医疗管理','医生','心理医生','药剂师','护士','兽医','医疗/护理'],
  '金融/银行/保险':['投资','保险','金融','银行','证券','金融/银行/保险'],
  '建筑/房地产':['建筑师','工程师','规划师','景观设计','房地产策划','房地产交易','物业管理','建筑/房地产'],
  '咨询/顾问':['专业顾问','咨询经理','咨询师','培训师','咨询顾问'],
  '法律':['律师','律师助理','法务经理','法务专员','知识产权专员','法律'],
  '财会/审计':['财务总监','财务经理','财务主管','会计','注册会计师','审计师','税务经理','成本经理','财会/审计'],
  '教育科研':['教授','讲师/助教','中学教师','小学教师','幼师','教务管理人员','职业技术教师','培训师','科研管理人员','科研人员','教育/科研'],
  '服务业':['餐饮管理','厨师','餐厅服务员','酒店管理','大堂经理','酒店服务员','导游','美容师','健身教练',
    '商场经理','零售店店长','店员','保安经理','保安人员','家政服务','服务业'],
  '交通运输':['飞行员','空乘人员','地勤人员','列车司机','乘务员','船长','船员','司机','交通运输'],
  '政府机构':['公务员','军人','警察','政府机构'],
  '其他职业':['农林牧业','自由职业','在校学生','待业','其他职业']
}
